[
  {
    "part": "AR",
    "name": "Adrienne Richards",
    "artistPhoto": "/assets/adriennerichards/avatar.png",
    "artistBio": "Since 2003, Adrienne Richards has explored Australian landscapes for en plein air painting, using ink and watercolour. Her observations inspire her studio-based paintings and ceramics. Recently, she has focused on documenting coastal rivers, waterways, mangroves, and upland swamps in the Blue Mountains. With a museum background, Adrienne's work intersects with science, studying aquatic life under the microscope. She has been a finalist in art awards and exhibits regularly. Her work is found in private and public collections, including Maitland and Coffs Harbour Galleries. Her recent installation, 'The Way We Live Now', explores cultural watersheds in human development over 200,000 years.",
    "interviewVideo": "https://www.youtube.com/embed/8wcu6pwkdVU",
    "artworkName": "The Way We Live Now",
    "artworkDescription": "I created these works as part of 'The Way We Live Now' collection to explore Biohistory. They are inspired by the upland swamp near my home in the Blue Mountains, featuring rare creatures and evidence of human activity. I chose traditional ceramic plates as my medium. I captured images of children playing on a bush track, a canoe crossing a lagoon, and the flight path of an endangered Giant Dragonfly or a helicopter. Using hand-building, surface decoration, and glazing techniques, I created borders of lagoon rushes, imprints of animal teeth, and human-made embellishments that connected the plates to their environments.",
    "note": "plate",
    "id": "adriennerichards",
    "arApp": "https://hunlab.8thwall.app/adrienne-richards"
  },
  {
    "part": "AR",
    "name": "Elaine Kim",
    "artistPhoto": "/assets/elainekim/avatar.png",
    "artistBio": "Elaine Kim is a Sydney-based curator and artist of Korean background. With a Bachelor of Fine Arts Honours degree, she is studying for a Master of Curating and Cultural Leadership at UNSW. Elaine curated exhibitions at Kudos Gallery and has been a finalist in several prizes, including the 2021 Gosford Art Prize and the 2020 Jenny Birt Award. Her artworks have been exhibited in galleries around Sydney. Her practice explores hybrid cultures, challenging traditional art structures of time and space. Elaine seeks to express the moment when the boundary between obedience and hybridity breaks down through the translation of cultures.",
    "interviewVideo": "https://www.youtube.com/embed/fXTZ4Jz1mQI",
    "artworkName": "?",
    "artworkDescription": "I have been influenced by the cultures of Korea and Australia, shaping my artistic style. Australia's wild nature has inspired my imagination, combined with traditional Korean ceramic techniques to create a contemporary style charged with creativity and insight. I am particularly inspired by nature, especially birds, fish, flowers, water, and landscape. My modern and traditional art style is evident in works featuring lustre techniques. Using the bubble underglaze technique, I created natural effects in this artwork. I believe that ceramics made from natural materials can bring appreciation and enjoyment to people. Currently, I am experimenting with the underglaze bubble technique.",
    "note": "pond",
    "id": "elainekim"
  },
  {
    "part": "AR",
    "name": "Carol Hudson",
    "artistPhoto": "/assets/carolhudson/avatar.png",
    "artistBio": "Coming from the far north coast of NSW Carol Hudson has a strong connection to beach environments. Her work has become increasingly concerned with the visceral, visual and environmental issues of her local intertidal zones. Hudson has an MFA and M.Des. from UNSWAD. She has taught art and design at UNSWADA, UTS, Billy Blue in Sydney, and MIAD and UWM in Wisconsin, USA. Hudson has exhibited in Sydney and USA over the past 15 years. Carol now lives, works and teaches ceramics and drawing in Sydney.",
    "interviewVideo": "https://www.youtube.com/embed/zWR6L6K1V0Y",
    "artworkName": "Oyster Stack,\n\nVessel Stack",
    "artworkDescription": "In these two works, Oyster Stack, 2023 and Vessel Stack, 2023, the intertidal realm and colonial history is a metaphor for human/nature relationships. These durational and precise methodologies highlight the attributes of care and sensitivity which must be centred on our cooperation with the natural world.\n\nHudson’s ceramics entwine colonial and contemporary life and marine organisms in a subtle yet compelling critique of perpetuating environmental exploitation. Her delicate, floating drawings evoke a sense of ephemerality or transience, reflecting the haunting loss that accompanies our rapidly changing world.",
    "note": "white model",
    "Artwork photo": "作品尚未完成，暂时用替代照片 https://drive.google.com/file/d/127X6_6f3giBAeuSyRzRs92R4gRyAQZUd/view?usp=share_link",
    "id": "carolhudson"
  },
  {
    "part": "AR",
    "name": "Georgia Havey",
    "artistPhoto": "/assets/georgiahavey/avatar.png",
    "artistBio": "Georgia Harvey is a Melbourne/Naarm-based ceramicist who hand-builds small sculptural forms with various textures. She is a Painting graduate of RMIT and an objects conservator who draws inspiration from artefacts she encountered during her conservation work. Georgia uses materials sourced from walks in the mountains, wadis, or around the block. Her desert experiences in the United Arab Emirates also influence her work. Georgia aims to have a minimal carbon footprint in her practice and reclaims studio waste for reuse. She incorporates leftover material concoctions into new artworks or glazes, demonstrating her commitment to sustainability.",
    "interviewVideo": "https://www.youtube.com/embed/H4gucT88aNc",
    "artworkName": "Rock god, \nGuardian, \nRock chum.",
    "artworkDescription": "These sculptures are inspired by the processes of mineral solutions dripping in caves and weather-eroding soft substances from hard ones. They resemble stalagmites and are a hybrid of sculpture and cave formation, evoking both decomposition and deity. The works are a reinterpretation of Renaissance and neoclassical grotti and sentinel statuary but set in a future where they crumble and accrete in the fading of human existence. They also reflect on the anthropomorphisation of natural cave formations, where we search for familiar features and assign them identities as if they were members of a silent underground community.",
    "note": "dog",
    "Artwork photo": "https://drive.google.com/file/d/1UM9qsWt4yGMR8JCyvFYazxmfJwqjcmgU/view?usp=share_link\n\nhttps://drive.google.com/file/d/177hin9INB5Ng9yT5AIg_7OXsZV7mHqgx/view?usp=share_link\n\nhttps://drive.google.com/file/d/11x2neqkTB6PB1n7O3WrFf6CYveVwrcgc/view?usp=share_link",
    "id": "georgiahavey"
  },
  {
    "part": "AR",
    "name": "Jan Downes",
    "artistPhoto": "/assets/jandownes/avatar.png",
    "artistBio": "Jan Downes is an accomplished artist, holding a Bachelor of Visual Art from Sydney College of the Arts and a Master of Fine Arts from the University of Newcastle. With a deep passion for porcelain, Jan has been working with this medium for years, drawn to its whiteness and potential for translucency. Her delicate artworks, often small in size, exude luminosity when activated by light. Jan's artistic journey includes art consulting, art education, and a ceramics residency in Hungary, contributing to her impressive body of work showcased in numerous solo and group exhibitions. Her conceptual concerns centre around women's history and the environment, reflecting her artistic vision. Jan Downes is proudly represented by Kil.n.it Ceramic Studio in Sydney.",
    "interviewVideo": "https://www.youtube.com/embed/EmMjAj1LGVw",
    "artworkName": "STILL THE WATER\nMeltdown\n",
    "artworkDescription": "My journey to Antarctica left me feeling overwhelmed and humbled by the enormity and beauty. I witnessed the ever-changing and fragile icescapes: melting, cracking, falling, floating, and flowing. It made me reflect on my vulnerability and ephemeral existence. Time seemed to be still in the vastness, yet it seemed to accelerate. Porcelain, with its ice-like purity, translucency, and ability to reflect surrounding colours, felt like the appropriate material to capture this place. The Antarctic is under increasing threat from rising temperatures, the ice is breaking at an unprecedented pace. Sadly, this process cannot be arrested: the water cannot be stilled.",
    "note": "iceberg",
    "Artwork photo": "https://drive.google.com/file/d/1n2X7qR4vj_Vsq8tbkXzTSWS-VT0wHO4s/view?usp=share_link",
    "id": "jandownes"
  },
  {
    "part": "AR",
    "name": "Kate Robinson",
    "artistPhoto": "/assets/katerobinson/avatar.png",
    "artistBio": "Kate Robinson is a painter and ceramicist living and working in Glebe, Sydney and Duramana, via Bathurst, NSW. She holds a BA Hons (USYD) and Certificate (Art) TAFE.  Kate has participated in numerous artist trips, residencies and workshops, including to northern and central Australia, NT; the Monaro Plains, NSW; and Shanghai and Jingdezhen. More recently she participated in The Painted River Project (WSU) and exhibitions at Moree Regional Gallery. Her works have been shown at Raft Artspace Gallery, Alice Springs; BAMM, Moree; Braemar Gallery, Springwood; Kerrie Lowe Gallery, Newtown; Project Gallery 90, Paddington; Be Brave Gallery, Avalon; and Kil.n.it exhibitions. ",
    "interviewVideo": "https://www.youtube.com/embed/Hrzi3hI7Vag",
    "artworkName": "Treearas？",
    "artworkDescription": "My ceramic sculptures are inspired by plein-air sketches and paintings. I believe in the importance of recognising our dependence on the world we inhabit, and my tree tiaras and crowns remind us of the sentinel power of these lifeforms. During the lockdowns, I began creating landscapes on hand-made tiles and continue to explore connection through large, hand-built stoneware vessels. Ceramics allows me to learn about the elemental forces that shape our planet and embrace the serendipity of the process. I'm thrilled to combine art, technology, and play. It feels like a full-circle journey from my career designing technology-mediated learning experiences.\n\n\n\n\n\n\n",
    "note": "tree",
    "Artwork photo": "https://drive.google.com/file/d/19iaRtMiHR4WN1kUrN7O_7r4vYdbH78Q8/view?usp=share_link",
    "AR URL": "https://hunlab.8thwall.app/kate-robinson",
    "__EMPTY": "<a data-8code=\"ekw3b\"></a>\n<script src=\"//cdn.8thwall.com/web/share/embed8.js\"></script>",
    "id": "katerobinson"
  },
  {
    "part": "AR",
    "name": "Kelly Brown",
    "artistPhoto": "/assets/kellybrown/avatar.png",
    "artistBio": "Kelly Brown, daughter of a famous record producer, grew up in the world of rock and roll. Childhood experiences build up Kelly's artistic background. She fell into ceramics by chance and was taught by established artists. Now an artist at Kil.n.it in Glebe, Kelly loves nothing better than planning her day around creating with clay and glazing. Her artwork, inspired by her childhood memories, drifts towards the sea. Kelly creates holes in her mounds of clay, allowing organic sculptures to evolve naturally. She layers blues and greens to create exquisite glazes, impressing audiences with her divine abstractions of organic form.",
    "interviewVideo": "https://www.youtube.com/embed/8CGL5p_UCiU",
    "artworkName": "Ceramic Corals？",
    "artworkDescription": "I love creating each work, from planning and feeling the clay in my hands to the excitement and uncertainty of firing. I use three clays and Amaco mid-fire glazes to explore texture and colour. My pieces draw inspiration from the natural world of oceans and waterways, reflecting otherworldly organic forms that provide visual variation and habitats for other creatures. My artistic endeavour converges tactile and technical processes with the ideas and feelings of the subject matter, capturing a moment in time in an enduring object. My values of nature, simplicity, tranquillity, diversity, and beauty are reflected in my work.",
    "note": "coral",
    "Artwork photo": "https://drive.google.com/file/d/1QCq9CV_sgy7mSU_D1cEJw9mDiwDm-Bbz/view?usp=share_link",
    "id": "kellybrown"
  },
  {
    "part": "AR",
    "name": "Kristen Radge",
    "artistPhoto": "/assets/kristenradge/avatar.png",
    "artistBio": "Kristen Radge is a Sydney-based sculptural ceramic and textile artist whose practice responds to her experience as a post-colonial settler on traditional lands. Her fieldwork examines agency and making process on sites historically embedded in colonial land ownership and struggle. Kristen's translation of country is through investigative materiality with found clay on-site. Her exhibitions include Corrode 2020 with two paintings acquired for St Vincent's Hospital's permanent collection and Encounter Sites Disrupted 2021, selected as a finalist in the Ravenswood Women's Art Prize. Kristen has exhibited at Gaffa Gallery Sydney, AD Space UNSW, UNSW Galleries Annual Exhibition, and Depot Gallery Sydney.",
    "interviewVideo": "https://www.youtube.com/embed/NS1puUHBPAc",
    "artworkName": "Encountering Sites Disrupted",
    "artworkDescription": "Kristen Radge's art responds to her experience as a settler on traditional lands, using disruption, encounter, and trace to situate her body in connection with history. She examines foraged clay in Guringai Country to identify a dialogue communicating a historical context of community and culture. Touch with foraged clay is essential in her practice as she examines her agency through methods that speak of experience while working on sites historically embedded in colonial land ownership, conflict and struggle. Kristen surveys a dialogue with foraged ochre clay that is crucial to remain on site, translating the essence of country through materiality.",
    "note": "land",
    "id": "kristenradge"
  },
  {
    "part": "AR",
    "name": "Rina Bernabei",
    "artistPhoto": "/assets/rinabernabei/avatar.png",
    "artistBio": "Rina is an industrial designer with 30 years of experience, who has recently applied her love of clean aesthetics to clay. Her ceramic practice includes handmade techniques and 3D printing, having worked at Kyushu University to establish their 3D ceramic lab in 2020. Rina is also a Senior Lecturer in Industrial Design at the University of New South Wales, co-director of Bernabeifreeman, and an artist at Kil.n.it Experimental Ceramics Studio in Sydney. Her design work has been showcased in exhibitions worldwide, including the Milan Furniture Fair and the Milan Triennale. Rina's published work includes both written publications and ceramics.",
    "interviewVideo": "https://www.youtube.com/embed/aIsV3Qtk8rw",
    "artworkName": "Virtual Ikebana",
    "artworkDescription": "The flower \nFlowers require care and nurturing, embodying a multi-sensory experience and symbolising positive interactions with nature. The relationship with flowers exemplifies embodied aesthetics through immersion in nature.\n\nThe vase\nFlower vases have a long history in many cultures, and often are the only remaining evidence from vanished cultures. They serve as a stage for the beauty of flowers, providing structure to the arrangements. They root the flowers in specific a time and place, representing the abundance of the natural environment and the positive emotions they bring to our lives.\n\nThe act\nIn this concept, archetypal ceramic vases are used to anchor and present ever-changing digital floral arrangements. The vases act as a stage for the theatrical performance of nature's beauty, interacting with the flowers as an actor would.",
    "note": "vase",
    "id": "rinabernabei"
  },
  {
    "part": "AR",
    "name": "Shiya Lu",
    "artistPhoto": "/assets/shiyalu/avatar.png",
    "artistBio": "Shiya Lu is a Chinese-born artist and creative producer with experience in the arts and culture sector in China, Europe, and Australia. She has worked with high-calibre artists and organisations, including Shaun Parker & Company, Ibsen International, Ergao Dance Production, Helsinki Festival, The Festival Academy, and the Edinburgh International Festival. Shiya studied Mathematics at the University of Oxford and various creative arts such as theatre, curatorial studies, art history, visual art, and immersive design at AFTT, Berlin Node Center, University of Sydney, and UNSW. She is the creative director of hunLAB, an interdisciplinary art collective focused on technology-focused art projects. Shiya works across video, photography, installation, ceramics, performing arts, curating, and immersive technologies.",
    "interviewVideo": "https://www.youtube.com/embed/nubVxU4_2bw",
    "artworkName": "Submerged",
    "artworkDescription": "\nI draw inspiration from underwater sculptures by Jason deClaires Taylor, who is known for installing sculptures in the ocean and letting the forces of nature transform them into spectacular living art. I want to elicit the imagination of a vibrant marine world. The colours and tactile textures were achieved by combining slips, stains, underglaze and glaze, and spontaneously dripping, splashing, dabbing the brush, and ‘dancing’ with the vessel while the glaze was still running. Traces of my ephemeral expressive action were encapsulated in physical forms. I juxtaposed positive elements with negative space. These layered visual features enhance the visual tension and evoke a sense of fluidity like ocean waves.",
    "note": "underwater",
    "Artwork photo": "https://drive.google.com/file/d/1C1IFIg_x5avsOUV7ANyX6SdK5kF4j6Yx/view?usp=share_link\nhttps://drive.google.com/file/d/1Nrg_xqZo5qgiaxpN4DhaTF8j-EslqkNL/view?usp=share_link\nhttps://drive.google.com/file/d/1cgwI76XTnUS9TYFlrAJ5jyNz9jIaUU4s/view?usp=share_link",
    "id": "shiyalu"
  },
  {
    "part": "VR",
    "name": "Kirsty Collins",
    "artistPhoto": "/assets/kirstycollins/avatar.png",
    "artistBio": "Kirsty Collins is an artist living and working on the traditional lands of the Gadigal people in Sydney. Kirsty’s life was transformed by sudden bilateral deafness and subsequent disability. Formerly a pioneer in digital/web art direction, she left this career in 2002 to pursue a contemporary sculpture practice. Her work successfully bridges the gap between ceramic craft, technology and contemporary sculpture. \n\nConventional ceramicists may find her dualistic craft-conceptual platform unconventional as she frequently combines techniques of carving and moulding with hand-building and wheel-work. Inspired by Bernini's terracotta sketches, Collins combines ceramic firing and sophisticated gaze-tech with digital media. Despite this seeming complexity, her work is simple and unashamedly beautiful with gravity-defying forms that revel in wonkiness, with bold colours and a kind of painterly-ness and vulnerability.\n\nKirsty has a BFA(UNSW COFA) and a MFA in electronic and temporal art from USYD SCA.",
    "interviewVideo": "https://www.youtube.com/embed/TYdp8iLYYy8",
    "artworkName": "Refracted Landscape (2023)",
    "artworkDescription": "Refracted Landscape is a sculpture installation inspired by the spontaneity of Sumi brushstrokes and Bernini's terracotta sketches. It is a phantasmagorical Landscape that extends the Shan-Shui genre, with gestural disruptions marking embodied landscape forms. As a deaf artist, Collins uses the installation to feel her body moving through space and sound. The glaze materials are expressionistic, frozen in flux, and look unstable and spontaneous. The sensuality of the surfaces invites you to feel Landscape in motion, with sliver clouds billowing up like fossilised vapour. The artwork also includes small texts reflecting on the artist's experience of disability and isolation during the pandemic. The title refers to the duality of broken landscapes, reflecting recent climate change-wrought disasters, refracted through the lens of disability and deafness.",
    "note": "mushroom",
    "id": "kirstycollins"
  },
  {
    "part": "interactive",
    "name": "Tika Robinson",
    "artistPhoto": "/assets/tikarobinson/avatar.png",
    "artistBio": "Tika Robinson is a figurative sculptor based in Bungendore, NSW, Australia. She completed a Fine Arts degree with Honours at UNSW Art and Design and now focuses on exploring the contrast between diametrically opposing ideas in her ceramic works. Her sculptures delve into the connection between humans and nature, particularly the regenerative process created by fungi. Tika looks at the everyday through the lens of the extraordinary, considering the form of the human contrasted with the natural environment. Growing up on a truffle farm sparked her interest in fungi, leading her to explore the mycelia networks that connect multiple organisms and create an essential part of the world's regeneration process.",
    "interviewVideo": "https://www.youtube.com/embed/8CGL5p_UCiU",
    "artworkName": "\"Human Regeneration - The Worlds We Cannot See\" (2021)",
    "artworkDescription": "The Worlds We Cannot See (2021) is a ceramic artwork exploring the relationship between life and death in nature. Fungi break down organisms to produce mushrooms, creating new life from death. The artwork highlights the regeneration process and the role of fungi networks in transferring nutrients to other organisms. Clay is used to capture these moments, and the glaze enhances the decomposition to regeneration theme. The human body is present but the fungi organisms are dominant, emphasizing the relationship between humans and non-human organisms. The use of ceramics captures a singular moment in the regeneration cycle.",
    "note": "mountain",
    "id": "tikarobinson"
  },
  {
    "part": "interactive",
    "name": "Joseph Turrin",
    "artistPhoto": "/assets/josephturrin/avatar.png",
    "artistBio": "Joseph Turrin is a Sydney-based artist who primarily works with clay. He won the Royal Doulton & UNSW Art & Design Award in 2016. Growing up in the small rural town of Dungog, Joseph became interested in art and design at a young age through his parents' work, who owned the local antiques and homewares business. Surrounded by beautiful art pieces and creative parents rubbed off.\n\nJoseph came to the medium of clay while studying at the College of Fine Arts. Clay provides endless possibilities to explore texture and form, and this is what Turrin loves to highlight in his practice. Most of his artwork is an exploration of the material process, with each repetitive mark highlighting the use of the hand in the making of ceramics.",
    "interviewVideo": "https://www.youtube.com/embed/O59jj1Wrieo",
    "artworkName": "Touch the Seasons (2023)? ",
    "artworkDescription": " Joseph Turrin's ceramic practice is inspired by nature, and he experiments with form, colour, and texture. From functional tableware to unique vessels and sculptures, Turrin's approach is playful, with coil-building as the primary technique. The shapes he explores are traditional, informed by his love of ceramics history and found objects. Vibrant colours and intricate details highlight the markers of finger marks. Each piece is a site for experimentation of texture, colour, and functionality, and Turrin often uses discarded everyday objects to shape them. ‘Ceramics is meant to be touched’ Turrin says, so this tactility and obvious use of the hand is evident in all his works.",
    "note": "touch",
    "id": "josephturrin"
  }
]
